interface IAboutText {
  titleFirst: string;
  titleSecond: string;
  description: string;
}

export const ABOUT_TEXT: IAboutText[] = [
  {
    titleFirst: "Индивидуальный",
    titleSecond: "подход",
    description:
      "Я внимательно работаю с клиентами, предлагая индивидуальные программы тренировок, соответствующие вашим физическим возможностям и целям",
  },
  {
    titleFirst: "Изменение",
    titleSecond: "привычек",
    description:
      "Я помогаю клиентам не только тренироваться, но и менять свое мышление и подход к фитнесу, ориентируясь на долгосрочные результаты",
  },
  {
    titleFirst: "Результаты",
    titleSecond: "через 30 дней",
    description:
      "Гарантированные первые изменения в течение месяца: как внешние, так и внутренние",
  },
  {
    titleFirst: "100% онлайн",
    titleSecond: "поддержка",
    description:
      "Вы можете заниматься где угодно и когда угодно, получая полную поддержку тренера",
  },
  {
    titleFirst: "Упрощение",
    titleSecond: "сложного",
    description:
      "Даже если вы новичок в фитнесе, мои программы сделают процесс простым и доступным благодаря понятным шагам",
  },
  {
    titleFirst: "Реальные",
    titleSecond: "потребности",
    description:
      "Я понимаю, что у каждого свои цели и ритм жизни, поэтому адаптирую программы так, чтобы вы чувствовали себя комфортно и могли без давления достигать результатов",
  },
];
